[XComGameState_RaiderRelationsManager]
LabelCQ_RelationsManagement="派系管理"
TooltipCQ_RelationsManagement="管理派系关系"

[XComGameState_RaiderRelation]
m_strDesc="Xcom数值=<score> | 关系级别 | "

m_RelationLevel_ShootOnSight="格杀勿论"
m_RelationLevel_AtWar="战争中"
m_RelationLevel_VeryHostile="非常敌对"
m_RelationLevel_Hostile="敌对的"
m_RelationLevel_Indifferent="冷漠"
m_RelationLevel_Neutral="中等"
m_RelationLevel_Amicable="友善"
m_RelationLevel_Friendly="友好"
m_RelationLevel_VeryFriendly="莫逆之交"
m_RelationLevel_Allied="盟军"
m_RelationLevel_Brotherhood="兄弟"

[UIRelationsManager]
m_strTitle="突袭关系"
m_strInventoryLabel="选择一个突袭者派系"
m_strBuy="闲置"
m_strGiveTribute="致敬"
m_strProvideIntel="提供情报"
m_strConfirmButtonLabel="是否确定？"
m_strBuyConfirmTitle="确认购买"
m_strBuyConfirmText=" 将花费<amount>"

[X2StrategyElement_RaiderRelationRewards]
m_strActionText="通过派遣尽可能多的士兵来增加与派系的关系值"
m_strActionRewardAdventText="增加关系"
m_strActionRewardTextRaider="提升<HelpingRaiderName>的关系，同时与<HurtingRaiderName>的关系下降."

[X2EventListener_RaiderRelations]
SupplyLossTitle="补给物资惩罚!"
SupplyLoss="由于与该大陆的一个派系的关系级别，损失<XGParam:IntValue1/!SupplyValue>单位的补给物资。"
; 此提示与补给物资奖励提示共存，因此使用数字1以区分两者

[UIInterference_PopUpBox]
strInterference_Title=掠夺者干扰!
strInterference_Body="在执行这项任务的过程中，我们的特工受到了<RaiderName>的干扰。该行动的任何奖励均被取消。改善关系或摧毁他们的基地，以防止这种情况在未来发生。"
strCaptured_Title=士兵被俘!
strCaptured_Body="我们的一名士兵在试图完成这次掩护行动时被<RaiderName>俘虏。将关系级别提高到友好级别，或者摧毁他们的基地，让这名士兵回来。"
strDismiss_Button=是的